Repository: jbr7rr/MedtrumKit
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans

source: Use normal lifetime (3d 8h)
ar: استخدام الحياة العادية (3d 8 ساعة)
da: Brug normal levetid (3d 8 timer)
de: Verwende normale Lebensdauer (3d 8h)
es: Usar tiempo de vida normal (3d 8h)
fi: Käytä normaalia käyttöikää (3d 8h)
fr: Utiliser la durée de vie normale (3d 8h)
he: השתמש בחיים רגילים (3d 8h)
hu: Használja a normál élettartamot (3d 8h)
it: Usa vita normale (3d 8h)
ja: 通常の寿命 (3d 8h) を使用
ko: 일반 수명(3D 8시간) 사용
nb: Bruk normal levetid (3d 8 t)
nl: Gebruik normale levensduur (3d 8h)
pl: Użyj normalnego okresu życia (3d 8 godz.)
pt_br: Usar tempo de vida normal (3d 8h)
ro: Utilizați durata normală de viață (3d 8h)
ru: Использовать нормальное время жизни (3d 8h)
sk: Použiť štandardnú životnosť (3d 8h)
sl: Uporabite običajno življenjsko dobo (3d 8h)
sv: Använd normal livslängd (3d 8h)
tr: Normal kullanım ömrünü kullanın (3d 8h)
uk: Використовуйте звичайний термін служби (3d 8h)
zh_hans: 使用正常生存时间(3d 8h)

source: Vibrate and beep
ar: الاهتزاز والتنبيه
da: Vibration og bip
de: Vibrieren und Piepton
es: Vibrar y beep
fi: Värinä ja äänimerkki
fr: Vibrer et bip
he: רטט וצפצוף
hu: Rezgés és hangjelzés
it: Vibra e segnale acustico
ja: 振動とビープ音
ko: 진동 및 신호음
nb: Vibrer og pipende
nl: Trillen en piepen
pl: Wibracje i dźwięk
pt_br: Vibrar e bipe
ro: Vibrare și semnal sonor
ru: Вибрация и пчела
sk: Vibrácie a zvukový signál
sl: Vibriranje in piskanje
sv: Vibrera och pipa
tr: Titreşim ve bip sesi
uk: Вібрація та звуковий сигнал
zh_hans: 振动和睡眠

source: Vibrate-only
ar: فيبرايت فقط
da: Kun vibrationQShortcut
de: Nur Vibration
es: Solo vibración
fi: Vain Värinä
fr: Vibrer uniquement
he: רטט בלבד
hu: Csak rezgőhang
it: Solo Vibrazione
ja: 振動のみ
ko: 진동 전용
nb: Kun Vibrasjon
nl: Enkel trillingen
pl: Tylko wibracje
pt_br: Somente vibração
ro: Doar vibrare
ru: Только вибрация
sk: Iba vibrovať
sl: Samo vibriranje
sv: Endast vibrerande
tr: Yalnızca titreşim
uk: Тільки вібрація
zh_hans: 仅振动

source: Welcome
ar: مرحبا بك
da: Velkommen
de: Begrüßung
es: Bienvenida
fi: Tervetuloa
fr: Bienvenue
he: ברוכים הבאים
hu: Üdvözöljük
it: Benvenuto
ja: ようこそ
ko: 환영
nb: Velkommen
nl: Verwelkoming
pl: Witaj
pt_br: Boas-vindas
ro: Bine ați venit
ru: Добро пожаловать
sk: Vitajte
sl: Dobrodošli
sv: Välkommen
tr: Hoş geldiniz
uk: Ласкаво просимо.
zh_hans: 欢迎使用

source: When clicking on the button, you will get a Biometrics prompt. Once completed, the patch will be deactivated and you will be prompted to pair a new patch.
ar: عند النقر على الزر، ستحصل على طلب من القياسات الحيوية. بمجرد اكتمال التصحيح سوف يتم تعطيله وسيتم مطالبتك باقران تعديل جديد.
da: Når du klikker på knappen, vil du få en Biometrics prompt. Når plasteret er færdigt, vil det blive deaktiveret, og De vil blive bedt om at parre et nyt plaster.
de: Wenn Sie auf den Button klicken, erhalten Sie eine biometrische Eingabeaufforderung. Sobald der Patch abgeschlossen ist, wird der Patch deaktiviert und Sie werden aufgefordert, einen neuen Patch zu koppeln.
es: Al hacer clic en el botón, obtendrá un indicador biométrico. Una vez completado, el parche será desactivado y se le pedirá que empareje un nuevo parche.
fi: Kun napsautat painiketta, saat Biometricsin kehotuksen. Kun laastari on valmis, se poistetaan käytöstä ja sinua kehotetaan yhdistämään uusi laastar.
fr: En cliquant sur le bouton, vous obtiendrez une invite biométrique. Une fois terminé, le patch sera désactivé et vous serez invité à associer un nouveau patch.
he: בלחיצה על הכפתור תקבל הנחיה ביומטריה. לאחר השלמתו, התיקון יבוטל ותתבקש להתאים תיקון חדש.
hu: A gombra kattintva megjelenik a biometrikus adatokra vonatkozó kérés. Ha befejezte, a tapasz deaktiválódik, és felszólítást kap egy új tapasz párosítására.
it: Quando si fa clic sul pulsante, si otterrà un prompt Biometrica. Una volta completato, il cerotto sarà disattivato e le verrà chiesto di abbinare un nuovo cerotto.
ja: ボタンをクリックすると、バイオメトリクスのプロンプトが表示されます。完了すると、パッチは無効化され、新しいパッチをペアリングするよう促されます。
ko: 버튼을 클릭하면 생체 인식 프롬프트가 표시됩니다. 완료되면 패치가 비활성화되고 새 패치를 페어링하라는 메시지가 표시됩니다.
nb: Når du klikker på knappen, vil du få en biometrisk ledetekst. Når depotplasteret er ferdig, vil det bli deaktivert og du vil bli bedt om å pare et nytt depotplaster
nl: Wanneer je op de knop klikt, krijg je een Biometrie prompt. Zodra klaar is wordt de patch gedeactiveerd en wordt je gevraagd om een nieuwe patch te koppelen.
pl: Po kliknięciu przycisku otrzymasz komunikat biometryczny. Po zakończeniu plaster zostanie zdezaktywowany i zostanie poproszony o parę nowego plastra.
pt_br: Ao clicar no botão, você receberá um prompt de Biometria. Uma vez concluído, o patch será desativado e você será solicitado para parear um novo patch.
ro: Când atingeți butonul, veți primi o solicitare biometrică. Odată finalizat, pompa va fi dezactivată și vi se va solicita să asociați o nouă pompă.
ru: Нажав на кнопку, вы получите запрос на биометрию. После завершения, патч будет деактивирован и вам будет предложено парять новый патч.
sk: Po kliknutí na tlačidlo sa zobrazí výzva na biometrickú identifikáciu. Po jej dokončení sa náplasť deaktivuje a zobrazí sa výzva na spárovanie novej náplasti.
sl: Ko kliknete na gumb, se prikaže poziv za vnos biometričnih podatkov. Po zaključku se bo obliž deaktiviral in pozvan bo k seznanitvi z novim obližem.
sv: När du klickar på knappen får du en Biometrics prompt. När den är klar, kommer patchen att inaktiveras och du kommer att uppmanas att para ihop en ny patch.
tr: Düğmeye tıkladığınızda bir Biyometri istemi alacaksınız. Tamamlandığında, yama devre dışı bırakılacak ve yeni bir yama eşleştirmeniz istenecektir.
uk: Після натискання на кнопку з'явиться запит на проходження біометрії. Після цього патч буде деактивовано, і вам буде запропоновано підключити новий патч.
zh_hans: 点击按钮时，您将获得生物计提示。 完成后，贴泵将被停用，您将被提示配对一个新贴泵。

source: Yes, Disable heartbeat mode
ar: نعم، قم بتعطيل وضع حبات القلب
da: Ja, Deaktivér hjertebank-tilstand
de: Ja, Herzbeat-Modus deaktivieren
es: Sí, deshabilitar modo latido cardiaco
fi: Kyllä, Poista syke tila käytöstä
fr: Oui, désactiver le mode de pulsation
he: כן, השבת מצב פעימות לב
hu: Igen, Szívverés üzemmód letiltása
it: Sì, Disabilita la modalità battito cardiaco
ja: はい、ハートビートモードを無効にする
ko: 예, 하트비트 모드 비활성화
nb: Ja, deaktiver hjerteslagmodus
nl: Ja, Schakel hartbeet modus uit
pl: Tak, wyłącz tryb bicia serca
pt_br: Sim, desativar o modo pulso
ro: Da, dezactivați modul puls
ru: Да, отключить режим heartbeat
sk: Áno, vypnúť režim heartbeat
sl: Da, onemogočite način srčnega utripa
sv: Ja, inaktivera hjärtslag läge
tr: Evet, Kalp atışı modunu devre dışı bırak
uk: Так, Вимкнути режим серцебиття
zh_hans: 是，禁用心跳动模式

source: Yes, Enable heartbeat mode
ar: نعم، تمكين وضع نبضات القلب
da: Ja, Aktiver hjerteslag tilstand
de: Ja, Herzbeat-Modus aktivieren
es: Sí, activar el modo latido cardiaco
fi: Kyllä, Ota syke käyttöön
fr: Oui, activer le mode pulsation
he: כן, אפשר מצב פעימות לב
hu: Igen, Szívverés üzemmód engedélyezése
it: Sì, Abilita la modalità battito cardiaco
ja: はい、ハートビートモードを有効にする
ko: 예, 하트비트 모드 사용
nb: Ja, Aktiver hjerteslag-modus
nl: Ja, hartslag modus inschakelen
pl: Tak, Włącz tryb bicia serca
pt_br: Sim, Ativar modo pulso
ro: Da, activați modul puls
ru: Да, включить режим heartbeat
sk: Áno, zapnúť režim heartbeat
sl: Da, Omogočite način srčnega utripa
sv: Ja, Aktivera hjärtslagsläge
tr: Evet, Kalp atışı modunu etkinleştir
uk: Так, Увімкнути режим серцебиття
zh_hans: 是，启用心跳模式

source: Yes, Sync to Current Time
ar: نعم، المزامنة مع الوقت الحالي
da: Ja, synkroniser til aktuel tid
de: Ja, Synchronisierung mit der aktuellen Zeit
es: Sí, sincronización con la hora actual
fi: Kyllä, synkronointi nykyiseen aikaan
fr: Oui, synchronisation avec l'heure actuelle
he: כן, סנכרן עם השעה הנוכחית
hu: Igen, szinkronizálás az aktuális idővel
it: Sì, sincronizzazione con l'ora corrente
ja: はい、現在時刻に同期
ko: 예, 현재 시간에 동기화
nb: Ja, synkroniser til gjeldende tid
nl: Ja, synchroniseren met huidige tijd
pl: Tak, synchronizacja z bieżącym czasem
pt_br: Sim, sincronização com a hora atual
ro: Da, sincronizați cu ora curentă
ru: Да, синхронизация с текущим временем
sk: Áno, synchronizácia s aktuálnym časom
sl: Da, sinhronizacija s trenutnim časom
sv: Ja, synkroniseras med aktuell tid
tr: Evet, Geçerli Saatle Senkronize Et
uk: Так, Синхронізувати з поточним часом
zh_hans: 是，与当前时间同步

source: You will start by setting up your insulin type & basic patch settings before activating your patch.
ar: ستبدأ بإعداد نوع الأنسولين وإعدادات التصحيح الأساسية قبل تفعيل التصحيح الخاص بك.
da: Du vil starte med at indstille dine indstillinger for insulintype og basisplaster, før du aktiverer dit plaster.
de: Du beginnst damit, deine Insulintypen und Grundpatcheinstellungen einzurichten, bevor du den Patch aktivierst.
es: Empezará por configurar su tipo de insulina y la configuración básica del parche antes de activar el parche.
fi: Aloitat asettamalla insuliinityypin ja laastarin perusasetukset ennen kuin otat laastarin käyttöön.
fr: Vous commencerez par configurer votre type d'insuline et vos paramètres de correctifs de base avant d'activer votre patch.
he: תתחיל בהגדרת סוג האינסולין והגדרות התיקון הבסיסיות לפני הפעלת התיקון שלך.
hu: A tapasz aktiválása előtt az inzulin típusának és a tapasz alapbeállításainak beállításával kezdheti.
it: Inizierà impostando il tipo di insulina e le impostazioni base del cerotto prima di attivare il cerotto.
ja: パッチを有効にする前に、まずインスリンの種類と基本的なパッチの設定を行います。
ko: 패치를 활성화하기 전에 인슐린 유형 및 기본 패치 설정을 설정하는 것부터 시작합니다.
nb: Du starter med å sette opp insulin type & grunnleggende plasterinnstillinger før du aktiverer depotplasteret.
nl: Je zal beginnen met het instellen van jouw insulinetype & basispatch instellingen voordat je jouw patch activeert.
pl: Przed aktywacją plastra rozpocznie się konfiguracja typu insuliny i podstawowych ustawień plastra.
pt_br: Você começará configurando as configurações do patch e do tipo insulina antes de ativar o patch.
ro: Veți începe prin a alege tipul de insulină & setările de bază ale pompei înainte de activarea acestuia.
ru: Перед активацией патча вы начнете с установки типа инсулин и базовых настроек патча.
sk: Pred aktiváciou náplasti najskôr nastavíte typ inzulínu a základné nastavenia náplasti.
sl: Preden boste aktivirali svoj obliž, boste najprej nastavili svojo vrsto insulina in osnovne nastavitve obliža.
sv: Du kommer att börja med att konfigurera din insulintyp och grundläggande patchinställningar innan du aktiverar din patch.
tr: Yamanızı etkinleştirmeden önce insülin tipinizi ve temel yama ayarlarınızı yaparak başlayacaksınız.
uk: Перед активацією пластиру ви почнете з визначення типу інсуліну та основних налаштувань пластиру.
zh_hans: 在激活贴泵之前，您将先设置您的胰岛素类型和基本贴泵设置。

source: Your patch has %lld hours left
ar: يتبقى لديك %lld ساعة
da: Din patch har %lld timer tilbage
de: Ihr Patch hat noch %lld Stunden
es: A su parche le quedan %lld horas
fi: Laastariasi on jäljellä %lld tuntia
fr: Votre patch a %lld heures restantes
he: לתיקון שלך נותרו %lld שעות
hu: A javításodnak még %lld órája van hátra.
it: La vostra patch ha %lld ore rimanenti
ja: パッチの残り時間は %lld 時間です。
ko: 패치 적용 시간이 %lld시간 남았습니다.
nl: Je patch heeft nog %lld uur over
pl: Do końca aktualizacji pozostało %lld godzin
pt_br: Seu patch tem %lld horas restantes
ro: Pompa dumneavoastră are %lld ore rămase
ru: У вашего патча осталось %lld часов.
sk: Tvoja náplasť má zostávajúcich %lld hodín
sl: Vaš popravek ima še %lld ur.
sv: Din patch har %lld timmar kvar
tr: Yamanızın %lld saati kaldı
uk: На вашому патчі залишилося %lld годин
zh_hans: 您的贴泵还剩 %lld 小时

source: Your patch has detected an occlusion!
ar: لقد اكتشف التصحيح الخاص بك وجود خلل!
da: Din patch har opdaget en okklusion!
de: Ihr Patch hat eine Störung entdeckt!
es: Su parche ha detectado una oclusión.
fi: Laastarisi on havainnut poikkeaman!
fr: Votre patch a détecté une occlusion !
he: התיקון שלך זיהה חסימה!
hu: A tapaszod elzáródást észlelt!
it: La patch ha rilevato un'occlusione!
ja: パッチが異常を検出しました！
ko: 패치에서 가림 현상이 감지되었습니다!
nb: Patchen har oppdaget en okklusjon!
nl: Je patch heeft een occlusie gedetecteerd!
pl: Twój patch wykrył błąd!
pt_br: Seu patch detectou uma ocorrência!
ro: Pompa dumneavoastră a detectat o ocluzie!
ru: Ваш патч обнаружил окклюзию!
sk: Vaša oprava zistila okázalosť!
sl: Vaš popravek je odkril okluzijo!
sv: Din patch har upptäckt en ocklusion!
tr: Yamanız bir tıkanıklık tespit etti!
uk: Ваш пластир виявив оклюзію!
zh_hans: 您的贴泵检测到管路堵塞！

source: Your patch has reached its daily maximum!
ar: لقد وصلت رقعتك إلى الحد الأقصى اليومي!
da: Dit plaster har nået sit daglige maksimum!
de: Ihr Pflaster hat sein Tagesmaximum erreicht!
es: Tu parche ha alcanzado su máximo diario.
fi: Laastarisi on saavuttanut päivittäisen enimmäismääränsä!
fr: Votre patch a atteint son maximum journalier !
he: התיקון שלך הגיע למקסימום היומי שלו!
hu: A tapaszod elérte a napi maximumot!
it: Il cerotto ha raggiunto il suo massimo giornaliero!
ja: パッチが1日の上限に達しました！
ko: 패치가 일일 최대치에 도달했습니다!
nb: Plasteret ditt har nådd maksimum!
nl: Je patch heeft zijn dagelijkse maximum bereikt!
pl: Twój patch osiągnął dzienne maksimum!
pt_br: Seu patch atingiu o máximo diário!
ro: Pompa dumneavoastră a atins maximul zilnic!
ru: Ваш патч достиг дневного максимума!
sk: Vaša náplasť dosiahla svoje denné maximum!
sl: Vaš obliž je dosegel dnevni maksimum!
sv: Din patch har nått sitt dagliga maximum!
tr: Yamanız günlük maksimum değerine ulaştı!
uk: Ваш патч досяг денного максимуму!
zh_hans: 您的贴泵已达到每日最大值！

source: Your patch has reached its hourly maximum!
ar: لقد وصلت رقعة التصحيح الخاصة بك إلى الحد الأقصى لكل ساعة!
da: Din patch har nået sit timemaksimum!
de: Ihr Patch hat sein stündliches Maximum erreicht!
es: Tu parche ha alcanzado su máximo horario.
fi: Laastarisi on saavuttanut tuntikohtaisen maksimiarvonsa!
fr: Votre patch a atteint son maximum horaire !
he: התיקון שלך הגיע למקסימום השעה!
hu: A tapaszod elérte az óránkénti maximumot!
it: La patch ha raggiunto il suo massimo orario!
ja: パッチが1時間ごとの最大値に達した！
ko: 패치가 시간당 최대치에 도달했습니다!
nb: Depotplasteret ditt har nådd maksimum timeliss!
nl: Je patch heeft zijn uurmaximum bereikt!
pl: Twój patch osiągnął godzinowe maksimum!
pt_br: Seu patch atingiu o máximo por hora!
ro: Pompa dumneavoastră a atins maximul orar!
ru: Ваш патч достиг своего часового максимума!
sk: Vaša náplasť dosiahla svoje hodinové maximum!
sl: Vaš obliž je dosegel svoj urni maksimum!
sv: Din patch har nått sitt timmaximum!
tr: Yamanız saatlik maksimum değerine ulaştı!
uk: Ваш патч досягнув свого годинного максимуму!
zh_hans: 您的贴泵已达到每小时最大值！

source: Your patch is in Fault state!
ar: التصحيح الخاص بك في حالة خطأ!
da: Din patch er i fejltilstand!
de: Ihr Patch befindet sich im Fehlerzustand!
es: ¡Tu parche está en estado de Fallo!
fi: Laastarisi on vikatilassa!
fr: Votre patch est en état de défaut !
he: התיקון שלך במצב תקלה!
hu: A javításod hibaállapotban van!
it: La patch è in stato di errore!
ja: パッチが故障状態です！
ko: 패치가 결함 상태입니다!
nb: Patchen er i gjeldende status!
nl: Je patch is in de fouttoestand!
pl: Twój patch jest w stanie błędu!
pt_br: Seu patch está em estado de falha!
ro: Pompa dumneavoastră este într-o stare de defecțiune!
ru: Ваш патч находится в состоянии неисправности!
sk: Vaša záplata je v stave poruchy!
sl: Vaš popravek je v stanju napake!
sv: Din patch är i felsituationer!
tr: Yamanız Hata durumunda!
uk: Ваш патч у стані Fault!
zh_hans: 您的贴泵处于故障状态！

source: Your patch is out of insulin!
ar: لقد نفدت رقعة الأنسولين الخاص بك!
da: Dit plaster er løbet tør for insulin!
de: Ihr Pflaster hat kein Insulin mehr!
es: ¡Tu parche no tiene insulina!
fi: Laastarisi on insuliinin loppu!
fr: Votre patch est en panne d'insuline !
he: המדבקה שלך נגמר האינסולין!
hu: A tapaszodból kifogyott az inzulin!
it: Il vostro cerotto ha finito l'insulina!
ja: あなたのパッチはインスリンが切れている！
ko: 인슐린이 부족합니다!
nb: Plasteret ditt er tom for insulin!
nl: Je patch heeft geen insuline meer!
pl: W plastrze zabrakło insuliny!
pt_br: Seu adesivo está sem insulina!
ro: Pompa dumneavoastră nu mai are insulină!
ru: В вашем пластыре закончился инсулин!
sk: Vaša náplasť je bez inzulínu!
sl: V vašem obližu ni inzulina!
sv: Din patch har inte längre insulin!
tr: Yamanda insülin kalmamış!
uk: У вашому пластирі закінчився інсулін!
zh_hans: 您的贴泵胰岛素已耗尽！

source: Your patch will expire soon!
ar: ستنتهي صلاحية التصحيح الخاص بك قريباً!
da: Din patch udløber snart!
de: Ihr Patch wird bald ablaufen!
es: Tu parche caducará pronto.
fi: Laastarin voimassaolo päättyy pian!
fr: Votre patch va bientôt expirer !
he: התיקון שלך יפוג בקרוב!
hu: A javításod hamarosan lejár!
it: La tua patch scadrà presto!
ja: パッチの有効期限はもうすぐ切れる！
ko: 패치가 곧 만료됩니다!
nb: Depotplasteret ditt vil utløpe snart!
nl: Je patch verloopt binnenkort!
pl: Twój patch wkrótce wygaśnie!
pt_br: Seu patch expirará em breve!
ro: Pompa dumneavoastră va expira în curând!
ru: Срок действия вашего патча скоро истечет!
sk: Tvoja náplasť čoskoro exspiruje!
sl: Vaš obliž bo kmalu potekel!
sv: Din patch kommer snart att upphöra att gälla!
tr: Yamanızın süresi yakında dolacak!
uk: Термін дії вашого патчу скоро закінчиться!
zh_hans: 您的贴泵即将过期！

source: Disabled
de: Deaktiviert
he: נכה
hu: Mozgáskorlátozottak
ko: 장애인
nb: Deaktivert
ro: Dezactivat
uk: Інваліди

source: 1234ABCD
he: 1234 אבקדי

source: h
he: ח

source: Your patch is running out of insulin!
he: המדבקה שלך נגמר האינסולין!
hu: A tapaszodból kifogy az inzulin!
ko: 패치에 인슐린이 부족합니다!
nb: Plasteret ditt renner ut av insulin!
ro: Pompa dumneavoastră va rămâne fără insulină!
uk: У вашому пластирі закінчується інсулін!
zh_hans: 贴泵胰岛素即将耗尽！

source: U
nl: E
